@extends('main')
@section('title', 'Privacy')
@section('content')
    <div class="row">
        <h2>Конфіденційність</h2>
        <div class="jumbotron">
            <div class="site-privacy">
                <img src="/images/privacy.png" alt="privacy" />
                <p>Ми поважаємо ваші права та конфіденціальність, збираємо мінімум необхідної інформації
                    <br>для роботи з сервером і докладаємо всі можливі зусилля для її захисту і безпечного зберігання.</p>
                <h3><i>Яка ж інформація зберігається? </i></h3>
                <p>Ми використовуємо файли Cookies, для збереження інформації про поточну сесію.
                    <br>Під час реєстраціі на сайті, ми просимо вказати вашу  email адресу, яка буде використовуватися
                    <br>лише для ідентифікації вашого облікового запису і керування сповіщеннями, що стосуються сайту та його послуг.
                    <br>Ви можете самостійно додати інформацію про ваші блоги в різноманітних соціальних платформах,
                    <br>коли користуєтесь послугами сайту.
                    <br>При цьому ви даєте доступ сайту запитувати відкриті дані з профілю і відправляти повідомлення в ваші блоги в соцмережах.
                    <br>Цей доступ в будь-який час може бути анульованим. Жодні повідомлення не будуть відправлені без вашої згоди.
                    <br>Ми гарантуємо нерозголошення конфіденційної інформації третій стороні.
                </p>
            </div>
        </div>
    </div>
@endsection